<template>
	<div class="text_wrapper">
		<p class="text__p">
			Вы твердо решили остановиться на покупке авто с пробегом? Отлично, ведь наш автосалон {{ this.settings.dealer_title }} предлагает автомобиль, который прошел проверку по всем существующим базам: все без исключения транспортные средства не имеют криминального прошлого, не обременены залоговыми обязательствами, не числятся в угоне, розыске. Мы проверяем автомобили по регистрационному номеру, по ВИН-коду. Ошибки – исключены: перед вами – юридически чистый продукт.
При этом, вы получите технически исправный автомобиль. Комплексная диагностика является обязательным этапом предпродажной проверки. Ей занимаются компетентные специалисты, профессионалы с высокой квалификацией, за плечами которых годы практики в дилерском центре. Автомобиль диагностируется на высокоточном современном оборудовании, рекомендованном заводом-изготовителем. Все дефекты, если таковые имеются, будут непременно обнаружены. Мы не продаем «кота в мешке», потому что чувствуем ответственность за вашу безопасность.
		</p>
	</div>
</template>
<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			settings: 'settings/settings'
		})
	}
}
</script>