<template>
	<div class="text_wrapper">
		<p class="text__p">
			Хотите поменять свой автомобиль на новый, но у вас нет возможности тратить время на размещение объявлений и переговоры о продаже? У нас для вас доступна услуга трейд-ин. Она позволит вам обменять ваше старое авто на новое по более привлекательной цене.
		</p>
		<p class="text__p">
			Наши специалисты проконсультируют вас о всех возможных условиях и проведут техническую оценку вашего автомобиля. Они также подготовят все необходимые документы и предоставят вам выгодное предложение.

Вы можете посетить наш автосалон прямо сейчас, чтобы воспользоваться услугой трейд-ин. Наши сотрудники всегда рады помочь вам и ответить на все ваши вопросы. Мы будем рады видеть вас в нашем автосалоне!
			
		</p>
	</div>
</template>
<script>
import {mapGetters} from "vuex";

export default {
	computed: {
		...mapGetters({
			settings: 'settings/settings'
		})
	}
}
</script>